:PROPERTIES:
:ID:       EA7862BC-23A0-439B-929D-C730E0EA5630
:mtime:    20230615142737 20230615101412
:ctime:    20230615101412
:END:
#+title: [kaggle-courses-intro] Arithmetic and Variable
#+AUTHOR: holy
#+EMAIL: hoyoul.park@gmail.com
#+DATE: <2023-06-15 Thu>
#+DESCRIPTION: kaggle의 courses에 있는 가장 처음 접하는 사람들이 하는 course.
#+HUGO_DRAFT: true

* Arithemetic and Variables
** Printing
가장 중요한 명령어라고 한다.
#+BEGIN_SRC python :results output :exports both
print("hello world")
#+END_SRC

#+RESULTS:
: hello world

** Arithemetic
#+BEGIN_SRC python :results output :exports both
  print(1+2)
  print(9-5)
#+END_SRC
** Comments
** Variables
